Repository: kitmatan/Joule
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, nb, th, zh_hans

source: Per manufacturer advice
de: Gemäß Herstellerangaben
es: Según el fabricante
fr: Selon les conseils du constructeur
ja: メーカーの推奨に従う
nb: Iht. produsentens råd
th: ตามคำแนะนำของผู้ผลิต
zh_hans: 按制造商建议

source: Perform an AC slow charge to 100% at least once every 1–2 weeks.
de: Führen Sie mindestens alle 1–2 Wochen eine AC-Langsamer-Ladung auf 100% durch.
es: Realice una carga lenta en CA al 100% al menos una vez cada 1–2 semanas.
fr: Effectuez une charge lente AC à 100 % au moins une fois toutes les 1 à 2 semaines.
ja: 1〜2週間に1回は普通充電で100%まで充電を行ってください。
nb: Utfør en AC-saktelading til 100 % minst én gang hver 1.–2. uke.
th: ทำการชาร์จช้า AC ให้เต็ม 100% อย่างน้อยทุกๆ 1–2 สัปดาห์
zh_hans: 每 1–2 周至少进行一次交流慢充充满至 100%。

source: Pick Another Photo
de: Anderes Foto wählen
es: Elegir otra foto
fr: Choisir une autre photo
ja: 別の写真を選択
nb: Velg et annet bilde
th: เลือกรูปภาพอื่น
zh_hans: 选择其他照片

source: Plan a 100% AC top-off in the coming week.
de: Planen Sie in der kommenden Woche eine 100%-AC-Ladung ein.
es: Planifique una carga completa en CA al 100% en la próxima semana.
fr: Prévoyez une recharge complète AC à 100 % dans la semaine à venir.
ja: 来週中に普通充電で100%まで充電することを計画してください。
nb: Planlegg en 100 % AC-opplading i løpet av den kommende uken.
th: วางแผนชาร์จ AC ให้เต็ม 100% ภายในสัปดาห์นี้
zh_hans: 请在接下来的一周内安排一次 100% 交流充满。

# Plate / VIN: %@
source: Plate / VIN: %1$@
de: Kennzeichen / FIN: %1$@
es: Placa / VIN: %1$@
fr: Plaque / VIN : %1$@
ja: ナンバー / 車台番号: %1$@
nb: Reg.nr / VIN: %1$@
th: ทะเบียน / เลขตัวถัง: %1$@
zh_hans: 车牌 / 车架号: %1$@

# Plate: %@
source: Plate: %1$@
de: Kennzeichen: %1$@
es: Placa: %1$@
fr: Plaque : %1$@
ja: ナンバー: %1$@
nb: Reg.nr: %1$@
th: ทะเบียน: %1$@
zh_hans: 车牌: %1$@

source: Plug In Earlier for Better Buffer
de: Früher anstecken für mehr Puffer
es: Enchufe antes para mayor margen
fr: Branchez plus tôt pour une meilleure marge
ja: 余裕を持って早めに充電
nb: Koble til tidligere for bedre buffer
th: เสียบชาร์จให้เร็วขึ้นเพื่อรักษาระดับสำรอง
zh_hans: 提早充电以留出安全余量

source: Plug in when your battery reaches 15%–20% during normal day-to-day driving.
de: Stecken Sie das Auto im Alltag an, sobald der Akku 15%–20% erreicht.
es: Enchufe el vehículo cuando la batería alcance el 15%–20% en el día a día.
fr: Branchez le véhicule lorsque la batterie atteint 15 %–20 % au quotidien.
ja: 日常の走行では、バッテリー残量が15%〜20%になったら充電プラグを接続してください。
nb: Koble til laderen når batteriet når 15 %–20 % ved vanlig dagligkjøring.
th: เสียบชาร์จเมื่อแบตเตอรี่ลดลงเหลือ 15%–20% ในการใช้งานประจำวันทั่วไป
zh_hans: 日常行驶中，当电量降至 15%–20% 时即可插枪充电。

source: Plug into an AC charger and charge to 100% soon to let the BMS balance cells.
de: Schließen Sie das Auto bald an einen AC-Lader an und laden Sie auf 100%, um die Zellen auszubalancieren.
es: Conecte pronto a un cargador de CA y cargue al 100% para equilibrar celdas.
fr: Branchez bientôt sur un chargeur AC et chargez à 100 % pour équilibrer les cellules.
ja: 近いうちに普通充電器に接続して100%まで充電し、BMSにセルバランスを行わせてください。
nb: Koble til en AC-lader snart og lad til 100 % slik at BMS får balansert cellene.
th: ควรเสียบชาร์จ AC ให้เต็ม 100% ในเร็วๆ นี้ เพื่อให้ระบบ BMS ปรับสมดุลเซลล์
zh_hans: 建议尽快连接交流慢充充满至 100%，以便 BMS 均衡电芯。

source: Precondition Battery Before DC Fast Charging
de: Akku vor DC-Schnellladung vorkonditionieren
es: Acondicione la batería antes de carga rápida en CC
fr: Préconditionnez la batterie avant la charge rapide DC
ja: 急速充電（DC）前にバッテリーをプレコンディショニング
nb: Forvarm/kjøl batteriet før DC-hurtiglading
th: ปรับอุณหภูมิแบตเตอรี่ (Precondition) ก่อนชาร์จเร็ว DC
zh_hans: 直流快充前预热/预冷电池

source: Primary / Default Vehicle
de: Primäres / Standard-Fahrzeug
es: Vehículo principal / predeterminado
fr: Véhicule principal / par défaut
ja: メイン / デフォルト車両
nb: Hoved- / Standardkjøretøy
th: รถยนต์หลัก / ค่าเริ่มต้น
zh_hans: 首选 / 默认车辆

source: Prioritize AC slow charging at home or destination chargers whenever feasible, reserving DC fast charging for long-distance trips.
de: Bevorzugen Sie wenn möglich AC-Langsamer an Zielorten und zu Hause; heben Sie DC für Langstrecken auf.
es: Priorice la carga lenta de CA y reserve la carga rápida en CC para viajes largos.
fr: Privilégiez la charge lente AC et réservez la charge rapide DC aux longs trajets.
ja: 可能な限り自宅や目的地の普通充電を優先し、急速充電は長距離移動用に限定してください。
nb: Prioriter AC-saktelading hjemme eller på destinasjoner, og spar DC-hurtiglading til langkjøring.
th: เลือกชาร์จช้า AC ที่บ้านหรือจุดหมายปลายทางเป็นหลัก และเก็บการชาร์จเร็ว DC ไว้ใช้เมื่อเดินทางไกล
zh_hans: 尽量优先在家或目的地使用交流慢充，将直流快充留给长途出行。

source: Prioritize AC Slow Charging for Daily Driving
de: AC-Langsamlader für den Alltag bevorzugen
es: Priorice la carga lenta de CA para el uso diario
fr: Privilégiez la recharge lente AC pour le quotidien
ja: 日常の走行には普通充電（AC）を優先
nb: Prioriter AC-saktelading til daglig kjøring
th: ให้ความสำคัญกับการชาร์จช้า AC สำหรับการขับขี่ประจำวัน
zh_hans: 日常行驶优先使用 AC 慢充

source: Projected 100% Driving Range Over Time
de: Prognostizierte 100% Reichweite im Zeitverlauf
es: Autonomía proyectada al 100% a lo largo del tiempo
fr: Autonomie estimée à 100 % au fil du temps
ja: 推定100%航続距離の推移
nb: Beregnet 100 % rekkevidde over tid
th: ระยะทางวิ่งที่ 100% โดยประมาณตามช่วงเวลา
zh_hans: 预估 100% 满电续航随时间变化

source: Projected 100% Range
de: Hochgerechnete 100 % Reichweite
es: Autonomía proyectada al 100%
fr: Autonomie projetée à 100 %
ja: 100% 時の推定航続距離
nb: Beregnet 100 % rekkevidde
th: ระยะทางประเมินที่ 100%
zh_hans: 满电预估续航

source: Protected (>15%)
de: Geschützt (>15%)
es: Protegido (>15%)
fr: Protégé (>15 %)
ja: 保護済み (>15%)
nb: Beskyttet (>15 %)
th: ปลอดภัย (>15%)
zh_hans: 受保护 (>15%)

source: Public
de: Öffentlich
es: Público
ja: 公共充電
nb: Offentlig
th: สาธารณะ
zh_hans: 公共充电桩

source: PUBLIC FAST CHARGE
de: ÖFFENTLICHES SCHNELLLADEN
es: CARGA RÁPIDA PÚBLICA
fr: CHARGE RAPIDE PUBLIQUE
ja: 公共急速充電
nb: OFFENTLIG HURTIGLADING
th: ชาร์จเร็วสาธารณะ
zh_hans: 公共快充

# Range (%@)
source: Range (%1$@)
de: Reichweite (%1$@)
es: Autonomía (%1$@)
fr: Autonomie (%1$@)
ja: 航続距離 (%1$@)
nb: Rekkevidde (%1$@)
th: ระยะทาง (%1$@)
zh_hans: 续航 (%1$@)

source: Range Standard
de: Reichweiten-Standard
es: Estándar de autonomía
fr: Norme d'autonomie
ja: 航続距離測定基準
nb: Rekkeviddestandard
th: มาตรฐานการทดสอบระยะทาง
zh_hans: 续航测试标准

source: RATE
de: TARIF
es: TARIFA
fr: TARIF
ja: 単価
nb: PRIS
th: อัตราค่าไฟ
zh_hans: 单价

# Rated Range (%@)
source: Rated Range (%1$@)
de: Nennreichweite (%1$@)
es: Autonomía homologada (%1$@)
fr: Autonomie homologuée (%1$@)
ja: 公称航続距離 (%1$@)
nb: Oppgitt rekkevidde (%1$@)
th: ระยะทางประเมิน (%1$@)
zh_hans: 标称续航 (%1$@)

source: Recent Capacity Calculations
de: Aktuelle Kapazitätsberechnungen
es: Cálculos recientes de capacidad
fr: Calculs récents de capacité
ja: 最近のバッテリー容量計算
nb: Nylige kapasitetsberegninger
th: การคำนวณความจุแบตเตอรี่ล่าสุด
zh_hans: 近期电池容量计算

source: Recent Charges
de: Letzte Ladevorgänge
es: Cargas recientes
fr: Recharges récentes
ja: 最近の充電
nb: Nylige ladinger
th: การชาร์จล่าสุด
zh_hans: 近期充电

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
ja: 更新
nb: Oppdater
th: รีเฟรช
zh_hans: 刷新

source: Regular 100% LFP Calibration
de: Regelmäßige 100% LFP-Kalibrierung
es: Calibración regular al 100% LFP
fr: Calibration régulière à 100 % LFP
ja: 定期的なLFP 100%校正
nb: Jevnlig 100 % LFP-kalibrering
th: ปรับเทียบ LFP 100% สม่ำเสมอ
zh_hans: 定期进行 LFP 满电校准

source: Regular AC charging and periodic 100% calibration will keep your LFP cells balanced.
de: Regelmäßiges AC-Laden und periodische 100%-Kalibrierung halten die LFP-Zellen im Gleichgewicht.
es: La carga regular en CA y calibraciones al 100% mantendrán equilibradas las celdas LFP.
fr: Une recharge AC régulière et une calibration périodique à 100 % maintiennent les cellules LFP équilibrées.
ja: 定期的な普通充電と100%校正により、LFPセルのバランスが保たれます。
nb: Jevnlig AC-lading og periodisk 100 % kalibrering holder LFP-cellene balansert.
th: การชาร์จ AC เป็นประจำและการปรับเทียบ 100% เป็นระยะจะช่วยรักษาสมดุลของเซลล์ LFP
zh_hans: 经常使用慢充并定期充满至 100% 可保持 LFP 电芯良好均衡。

source: Rely on Home or Work AC chargers for >= 70% of your total energy intake.
de: Nutzen Sie für >= 70% Ihres Energiebedarfs AC-Lader zu Hause oder am Arbeitsplatz.
es: Utilice cargadores de CA en casa o trabajo para >= 70% de su energía total.
fr: Privilégiez la recharge AC à domicile ou au travail pour au moins 70 % de votre énergie totale.
ja: 総充電電力量の70%以上を自宅や職場の普通充電（AC）で賄うことをお勧めします。
nb: Bruk AC-lading hjemme eller på jobb for minst 70 % av det totale energiforbruket.
th: ควรใช้ที่ชาร์จ AC ที่บ้านหรือที่ทำงานสำหรับพลังงานอย่างน้อย 70% ของการใช้งานทั้งหมด
zh_hans: 建议总电量的 70% 以上通过家用或公司交流慢充获取。

source: Remaining Usable Capacity
de: Verbleibende nutzbare Kapazität
es: Capacidad útil restante
fr: Capacité utilisable restante
ja: 残存実効容量
nb: Gjenværende brukbar kapasitet
th: ความจุที่ใช้งานได้จริงคงเหลือ
zh_hans: 剩余可用容量

source: Reserve high-power DC Fast Chargers (50–350 kW) for long road trips where quick turnaround is essential.
de: Reservieren Sie DC-Schnelllader (50–350 kW) für lange Fahrten, bei denen kurze Ladezeiten nötig sind.
es: Reserve los cargadores rápidos de CC (50–350 kW) para viajes largos donde se requiera rapidez.
fr: Réservez les chargeurs rapides DC (50–350 kW) aux longs voyages nécessitant des arrêts courts.
ja: 高出力急速充電器（50〜350 kW）は、長距離移動時の素早い補給に限定してください。
nb: Reserver DC-hurtigladere (50–350 kW) for langkjøring der rask lading er avgjørende.
th: เก็บตู้ชาร์จเร็ว DC กำลังสูง (50–350 kW) ไว้ใช้สำหรับการเดินทางไกลที่ต้องการความสะดวกรวดเร็ว
zh_hans: 将高功率直流快充 (50–350 kW) 留给需要快速补能的长途旅行使用。

source: Reset to Defaults
de: Auf Standard zurücksetzen
es: Restablecer a predeterminados
fr: Rétablir les valeurs par défaut
ja: デフォルトに戻す
nb: Tilbakestill til standard
th: รีเซ็ตเป็นค่าเริ่มต้น
zh_hans: 重置为默认值

source: Reset Vehicle Specs to Defaults
de: Fahrzeugdaten auf Werkseinstellungen zurücksetzen
es: Restablecer especificaciones del vehículo
fr: Réinitialiser les spécifications du véhicule
ja: 車両スペックをデフォルトにリセット
nb: Tilbakestill kjøretøyspesifikasjoner til standard
th: รีเซ็ตข้อมูลจำเพาะรถยนต์เป็นค่าเริ่มต้น
zh_hans: 重置车辆参数为出厂默认值

source: Review & Apply
de: Prüfen & Übernehmen
es: Revisar y aplicar
fr: Vérifier et appliquer
ja: 確認して適用
nb: Se over og bruk
th: ตรวจสอบและนำไปใช้
zh_hans: 核对并应用

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
nb: Lagre
th: บันทึก
zh_hans: 保存

# Saved %@
source: Saved %1$@
de: %1$@ gespart
es: %1$@ ahorrados
fr: %1$@ économisés
ja: %1$@ 節約
nb: Spart %1$@
th: ประหยัด %1$@
zh_hans: 已节省 %1$@

source: Saved vs. Gas
de: Ersparnis vs. Benzin
es: Ahorro vs. gasolina
fr: Économies vs essence
ja: ガソリン比節約額
nb: Spart vs. bensin
th: ประหยัดเทียบน้ำมัน
zh_hans: 对比燃油节省

# Saved/%@
source: Saved/%1$@
de: Ersparnis/%1$@
es: Ahorrado/%1$@
fr: Économisé/%1$@
ja: 節約/%1$@
nb: Spart/%1$@
th: ประหยัด/%1$@
zh_hans: 节省/%1$@

source: Scan Charger Screen or Receipt
de: Ladesäulen-Display oder Beleg scannen
es: Escanear pantalla de cargador o recibo
fr: Scanner l'écran de la borne ou le reçu
ja: 充電器画面または領収書をスキャン
nb: Skann ladeskjerm eller kvittering
th: สแกนหน้าจอแท่นชาร์จหรือใบเสร็จ
zh_hans: 扫描充电桩屏幕或账单收据

source: Scan Receipt or Meter
de: Beleg oder Display scannen
es: Escanear recibo o pantalla
fr: Scanner le reçu ou l'écran
ja: レシート・画面をスキャン
nb: Skann kvittering eller skjerm
th: สแกนใบเสร็จหรือหน้าจอตู้ชาร์จ
zh_hans: 扫描收据或充电桩屏幕

source: Schedule Periodic 100% Charge
de: Regelmäßige 100%-Ladung einplanen
es: Programe una carga periódica al 100%
fr: Planifiez une charge périodique à 100 %
ja: 定期的な100%充電を計画してください
nb: Planlegg periodisk 100 % lading
th: วางแผนชาร์จเต็ม 100% เป็นระยะ
zh_hans: 安排定期的 100% 充电

source: Select a factory preset or enter a custom name and registration details.
de: Wählen Sie eine Werksvoreinstellung oder geben Sie eigene Angaben ein.
es: Selecciona un preajuste de fábrica o ingresa nombre y detalles personalizados.
fr: Sélectionnez un préréglage d'usine ou saisissez un nom et des détails personnalisés.
ja: プリセットを選択するか、カスタム名と登録情報を入力してください。
nb: Velg en fabrikkinnstilling eller angi et eget navn og registreringsdetaljer.
th: เลือกค่าเริ่มต้นจากโรงงานหรือป้อนชื่อและข้อมูลการจดทะเบียนเอง
zh_hans: 选择出厂预设车型或输入自定义名称与车辆信息。

source: Select a photo of your EV charger screen, charging app confirmation, or printed receipt to auto-fill session metrics.
de: Wählen Sie ein Foto Ihres Ladesäulen-Bildschirms, der Lade-App oder eines Belegs, um Daten automatisch auszufüllen.
es: Selecciona una foto de la pantalla del cargador, app o recibo impreso para autocompletar la sesión.
fr: Sélectionnez une photo de l'écran du chargeur, de votre application ou d'un reçu pour remplir automatiquement les données.
ja: 充電器の画面、充電アプリの完了画面、またはレシートの写真を選択すると、セッション情報が自動入力されます。
nb: Velg et bilde av laderskjermen, ladeappen eller kvitteringen for å fylle ut økten automatisk.
th: เลือกรูปภาพหน้าจอแท่นชาร์จ สลิปจากแอป หรือใบเสร็จ เพื่อกรอกข้อมูลการชาร์จโดยอัตโนมัติ
zh_hans: 选择充电桩屏幕、充电应用账单截图或打印收据的照片，以自动提取并填充充电参数。

source: Select a vehicle to set it as active across your dashboard, charging forms, and battery analytics.
de: Wählen Sie ein Fahrzeug aus, um es als aktiv für Dashboard, Ladeformulare und Batterieanalysen festzulegen.
es: Selecciona un vehículo para activarlo en tu panel, formularios de carga y análisis.
fr: Sélectionnez un véhicule pour l'activer sur votre tableau de bord, formulaires et analyses.
ja: 車両を選択して、ダッシュボード、充電記録、バッテリー分析の対象として設定します。
nb: Velg et kjøretøy for å sette det som aktivt på tvers av oversikten, ladeskjemaer og batterianalyser.
th: เลือกรถยนต์เพื่อตั้งเป็นรถที่ใช้งานในหน้าหลัก แบบฟอร์มการชาร์จ และการวิเคราะห์แบตเตอรี่
zh_hans: 选择一辆车辆，将其设为仪表盘、充电录入和电池分析的当前活跃车辆。

source: Select your preferred distance/efficiency units and local currency formatting.
de: Wählen Sie bevorzugte Einheiten für Distanz/Effizienz und Währungsformatierung.
es: Selecciona tus unidades preferidas de distancia/eficiencia y formato de moneda local.
fr: Choisissez vos unités de distance/efficacité et le format de devise.
ja: お好みの距離・電費単位および通貨表示形式を選択してください。
nb: Velg foretrukne enheter for avstand/effektivitet og lokalt valutaformat.
th: เลือกหน่วยวัดระยะทาง/ประสิทธิภาพ และรูปแบบสกุลเงินที่คุณต้องการ
zh_hans: 选择您习惯的距离/能耗单位及本地货币格式。

source: Sessions
de: Ladevorgänge
es: Sesiones
ja: セッション
nb: Ladeøkter
th: จำนวนครั้ง
zh_hans: 充电次数

source: Sessions matching this filter will appear here.
de: Ladevorgänge, die diesem Filter entsprechen, werden hier angezeigt.
es: Las sesiones que coincidan con este filtro aparecerán aquí.
fr: Les sessions correspondant à ce filtre apparaîtront ici.
ja: このフィルターに一致するセッションがここに表示されます。
nb: Ladeøkter som matcher dette filteret vil vises her.
th: รายการชาร์จที่ตรงกับตัวกรองนี้จะปรากฏที่นี่
zh_hans: 符合此筛选条件的充电记录将显示在此处。

source: Set as Default
de: Als Standard festlegen
es: Establecer como predeterminado
fr: Définir par défaut
ja: デフォルトに設定
nb: Sett som standard
th: ตั้งเป็นค่าเริ่มต้น
zh_hans: 设为默认

source: Set your vehicle charge limit to 80% (or 90%) for daily driving, reserving 100% only for long road trips.
de: Stellen Sie das Limit im Alltag auf 80% (oder 90%) und heben Sie 100% für Reisen auf.
es: Ajuste el límite al 80% (o 90%) para uso diario, reservando el 100% para viajes largos.
fr: Réglez la limite à 80 % (ou 90 %) au quotidien, réservant le 100 % aux longs trajets.
ja: 日常の充電上限を80%（または90%）に設定し、100%は長距離移動時のみに限定してください。
nb: Sett ladegrensen til 80 % (eller 90 %) til daglig, og spar 100 % til langkjøring.
th: ตั้งค่าขีดจำกัดการชาร์จไว้ที่ 80% (หรือ 90%) ในชีวิตประจำวัน และชาร์จ 100% เฉพาะเมื่อเดินทางไกล
zh_hans: 将日常充电上限设为 80%（或 90%），仅在长途出行时才充至 100%。

source: Set your vehicle's charge limit slider to 80% (or 90% maximum) for daily commutes.
de: Stellen Sie das Ladelimit im Fahrzeug für den Alltag auf 80% (maximal 90%) ein.
es: Configure el límite de carga de su vehículo al 80% (o 90% máximo) para el día a día.
fr: Réglez la limite de charge de votre véhicule à 80 % (ou 90 % max) pour les trajets quotidiens.
ja: 日常の走行では、車両の充電上限スライダーを80%（最大でも90%）に設定してください。
nb: Still inn ladegrensen i bilen til 80 % (maks 90 %) for daglig pendling.
th: ตั้งค่าขีดจำกัดการชาร์จในรถยนต์ไว้ที่ 80% (หรือไม่เกิน 90%) สำหรับการใช้งานประจำวัน
zh_hans: 日常通勤请将车辆充电限制滑块设置为 80%（最高不超过 90%）。

source: Setting an 80%–90% daily charge limit will significantly reduce high-voltage cathode stress.
de: Ein tägliches Limit von 80%–90% verringert die Kathodenspannung und schützt den Akku.
es: Establecer un límite diario de 80%–90% reducirá el estrés por alto voltaje en el cátodo.
fr: Régler une limite quotidienne de 80 %–90 % réduira considérablement le stress de la cathode.
ja: 日常の充電上限を80%〜90%に設定すると、正極の高電圧負荷が大幅に軽減されます。
nb: Å sette en daglig grense på 80 %–90 % vil redusere høyspenningsbelastningen betydelig.
th: การตั้งขีดจำกัดการชาร์จรายวันไว้ที่ 80%–90% จะช่วยลดความเค้นจากแรงดันสูงที่ขั้วแคโทดได้อย่างมาก
zh_hans: 将日常充电上限设定为 80%–90% 可显著减轻正极高电压损耗。

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
nb: Innstillinger
th: การตั้งค่า
zh_hans: 设置

source: Settings…
de: Einstellungen…
es: Ajustes…
fr: Réglages…
ja: 設定…
nb: Innstillinger…
th: การตั้งค่า…
zh_hans: 设置…

source: Several charges started below 15% State of Charge.
de: Mehrere Ladevorgänge starteten unter 15% SoC.
es: Varias cargas comenzaron por debajo del 15% de SoC.
fr: Plusieurs recharges ont débuté sous les 15 % de SoC.
ja: 15%未満の残量から開始された充電が複数回あります。
nb: Flere ladeøkter startet under 15 % SoC.
th: มีการชาร์จหลายครั้งที่เริ่มเสียบเมื่อแบตเตอรี่ต่ำกว่า 15%
zh_hans: 有多次充电是在电量低于 15% 时才开始的。

source: Share Certificate
de: Zertifikat teilen
es: Compartir certificado
fr: Partager le certificat
ja: 証明書を共有
nb: Del sertifikat
th: แชร์ใบรับรอง
zh_hans: 分享证书

source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
ja: サインイン
nb: Logg inn
th: เข้าสู่ระบบ
zh_hans: 登录

source: Sign in to keep your charging history private to you and in sync across your iPhone, iPad and Mac.
de: Melden Sie sich an, um Ihren Ladeverlauf privat zu halten und zwischen iPhone, iPad und Mac zu synchronisieren.
es: Inicia sesión para mantener tu historial privado y sincronizado en tu iPhone, iPad y Mac.
fr: Connectez-vous pour synchroniser votre historique en toute confidentialité sur iPhone, iPad et Mac.
ja: サインインすると、充電履歴が安全に保護され、iPhone、iPad、Mac 間で同期されます。
nb: Logg inn for å holde ladehistorikken privat og synkronisert på tvers av iPhone, iPad og Mac.
th: เข้าสู่ระบบเพื่อเก็บประวัติการชาร์จของคุณอย่างปลอดภัย และซิงค์ข้อมูลระหว่าง iPhone, iPad และ Mac
zh_hans: 登录后可将充电数据安全保存在云端，并在 iPhone、iPad 和 Mac 之间保持私密同步。

source: Sign In with Google
de: Mit Google anmelden
es: Iniciar sesión con Google
fr: Se connecter avec Google
ja: Googleでサインイン
nb: Logg på med Google
th: ลงชื่อเข้าใช้ด้วย Google
zh_hans: 使用 Google 登录

source: Sign in with Google to Sync
de: Mit Google anmelden zum Synchronisieren
es: Iniciar sesión con Google para sincronizar
fr: Se connecter avec Google pour synchroniser
ja: Google でサインインして同期
nb: Logg inn med Google for å synkronisere
th: เข้าสู่ระบบด้วย Google เพื่อซิงค์ข้อมูล
zh_hans: 使用 Google 登录以同步

source: Sign Out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
ja: サインアウト
nb: Logg ut
th: ออกจากระบบ
zh_hans: 退出登录

source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
ja: 充電速度
nb: Ladehastighet
th: ความเร็วชาร์จ
zh_hans: 充电速度

source: Speed Balance
de: Geschwindigkeits-Balance
es: Equilibrio de velocidad
fr: Équilibre de vitesse
ja: 充電速度バランス
nb: Hastighetsbalanse
th: ความสมดุลความเร็วชาร์จ
zh_hans: 充电速度均衡

# Spent in %@
source: Spent in %1$@
de: Ausgaben im %1$@
es: Gastado en %1$@
fr: Dépensé en %1$@
ja: %1$@ の支出
nb: Brukt i %1$@
th: ค่าใช้จ่ายใน %1$@
zh_hans: %1$@ 支出

source: Standard AC conversion efficiency (90%) and DC dispenser efficiency (95%).
de: Standard-AC-Umwandlungseffizienz (90 %) und DC-Ladesäuleneffizienz (95 %).
es: Eficiencia estándar de conversión CA (90%) y dispensador CC (95%).
fr: Rendement de conversion AC standard (90 %) et distributeur DC (95 %).
ja: 標準 AC 変換効率 (90%) および DC 充電器効率 (95%)。
nb: Standard AC-omformingseffektivitet (90 %) og DC-ladereffektivitet (95 %).
th: ประสิทธิภาพการแปลงไฟ AC มาตรฐาน (90%) และประสิทธิภาพตู้ชาร์จ DC (95%)
zh_hans: 标准交流转换效率 (90%) 与直流充电桩效率 (95%)。

source: Start Battery %
de: Start-Batteriestand %
es: % de batería inicial
fr: % de batterie initial
ja: 開始時バッテリー ％
nb: Startbatteri %
th: % แบตเตอรี่เริ่มต้น
zh_hans: 初始电量 %

source: Start Logging Sessions
de: Ladevorgänge erfassen
es: Comience a registrar sesiones
fr: Commencez à enregistrer des sessions
ja: セッションの記録を開始
nb: Start loggføring av ladeøkter
th: เริ่มบันทึกการชาร์จ
zh_hans: 开始记录充电

source: Start tracking your charging sessions to unlock real-time monthly costs, gas savings comparison, and battery State of Health (SoH) analytics.
de: Starten Sie das Erfassen von Ladevorgängen, um monatliche Kosten, Benzinersparnis und Batteriegesundheitsanalysen freizuschalten.
es: Comienza a registrar tus cargas para desbloquear costos mensuales en tiempo real, ahorro vs gasolina y estado de salud (SoH) de la batería.
fr: Enregistrez vos recharges pour débloquer les coûts mensuels, la comparaison vs essence et l'état de santé (SoH) de la batterie.
ja: 充電セッションの追跡を開始して、月々の充電コスト、ガソリン車との比較、バッテリー健全度 (SoH) 分析を確認しましょう。
nb: Begynn å spore ladeøktene dine for å se månedlige kostnader, bensinbesparelser og batterihelseanalyser (SoH).
th: เริ่มบันทึกการชาร์จของคุณเพื่อดูค่าใช้จ่ายรายเดือน การเปรียบเทียบการประหยัดค่าน้ำมัน และการวิเคราะห์สุขภาพแบตเตอรี่ (SoH) แบบเรียลไทม์
zh_hans: 开始记录您的充电记录，以实时了解每月花费、燃油节省对比以及电池健康状态 (SoH) 分析。

source: Starting below 15% increases anode internal resistance. Aim to plug in around 15%–20% buffer.
de: Start unter 15 % erhöht den Innenwiderstand der Anode. Empfohlen: Einstecken bei ca. 15 %–20 % Restpuffer.
es: Iniciar con menos del 15% aumenta la resistencia interna. Procura conectar alrededor del 15%–20%.
fr: Commencer en dessous de 15 % augmente la résistance interne. Visez à brancher vers 15 %–20 %.
ja: 15% 未満からの充電は内部抵抗を高めます。15%〜20% 程度の余裕をもって充電することをおすすめします。
nb: Lading som starter under 15 % øker indre motstand. Sikt på å koble til rundt 15 %–20 % buffer.
th: การเริ่มชาร์จเมื่อแบตต่ำกว่า 15% จะเพิ่มความต้านทานภายใน แนะนำให้เริ่มชาร์จที่ระดับ 15%–20%
zh_hans: 电量低于 15% 时开始充电会增加阳极内阻。建议在剩余 15%–20% 电量时连接充电。

source: State of Health
de: Batteriezustand (SoH)
es: Estado de salud
fr: État de santé
ja: バッテリー健全度
nb: Batterihelse (SoH)
th: สุขภาพแบตเตอรี่
zh_hans: 电池健康状态

source: State of Health Over Time
de: Batteriezustand (SoH) im Zeitverlauf
es: Estado de salud (SoH) a lo largo del tiempo
fr: État de santé (SoH) au fil du temps
ja: バッテリー健全度 (SoH) の推移
nb: Batterihelse (SoH) over tid
th: สุขภาพแบตเตอรี่ (SoH) ตามช่วงเวลา
zh_hans: 电池健康度 (SoH) 随时间变化

source: State of Health Versus Mileage
de: Batteriezustand (SoH) nach Kilometerstand
es: Estado de salud (SoH) frente a kilometraje
fr: État de santé (SoH) selon le kilométrage
ja: 走行距離に対する健全度 (SoH)
nb: Batterihelse (SoH) mot kjørelengde
th: สุขภาพแบตเตอรี่ (SoH) เทียบกับระยะทาง
zh_hans: 电池健康度 (SoH) 与行驶里程

source: Storage & Inactivity
de: Lagerung & Standzeiten
es: Almacenamiento e inactividad
fr: Stockage et inactivité
ja: 保管と休止
nb: Lagring og inaktivitet
th: การจอดเก็บเป็นเวลานาน
zh_hans: 停放与存放

source: Store at 40%–60% SoC for Extended Inactivity
de: Bei längerer Standzeit bei 40%–60% SoC lagern
es: Almacene al 40%–60% de SoC en periodos de inactividad
fr: Stockez entre 40 % et 60 % de SoC lors d'une inactivité prolongée
ja: 長期間保管する場合はSoC 40%〜60%を維持
nb: Lagre ved 40 %–60 % SoC ved langvarig inaktivitet
th: รักษาระดับแบตเตอรี่ไว้ที่ 40%–60% เมื่อต้องจอดทิ้งไว้นาน
zh_hans: 长期停放时保持 40%–60% 电量
